[{
    "title":"PyDelhi",
    "tag":  "pydelhi",
    "logo": "images/logos/pydelhi.png",
    "desc": "We at PyDelhi, are a volunteer-driven organisation comprising of pythonistas, enthusiasts, entreprueners, researchers, students and many more with a primary interest in the programming language, Python. PyDelhi conducts bi-weekly meet-ups on different topics related but not limited to Python and its applications.\n\n**Social Links**\n[Website](http://pydelhi.org) | [Meetup Page](https://www.meetup.com/pydelhi/) | [Twitter](https://www.twitter.com/pydelhi/)"
},
{
    "title":"Pyladies Delhi",
    "tag":  "pyladies",
    "logo": "images/logos/pyladies.png",
    "desc": "The Delhi chapter of PyLadies, an international mentorship group for helping more women become active participants in the Python open-source community.\n\n**Social Links**\n[Website](https://pyladiesdelhi.github.io/) | [Meetup Page](https://www.meetup.com/Pyladies-Delhi/) | [Twitter](https://twitter.com/PyLadiesDelhi)"
},
{
    "title":"PyCon India",
    "tag":  "pycon",
    "logo": "images/logos/pycon.png",
    "desc": "The premier conference in India on using and developing the python programming language.\n\n**Social Links**\n[Website](https://in.pycon.org/womenwhocode) |  [Twitter](https://twitter.com/inpycon)"
},
{
    "title":"Indian Linux Users Group Delhi",
    "tag":  "ilugd",
    "logo": "images/logos/ilugd.png",
    "desc": "ILUG-D is a volunteer organization, a group of technically inclined students, professionals and teachers and entrepreneurs who want to learn something new having a common primary interest in the python programming language. They Organize fortnight meetups, workshops and conference.\n\n**Social Links**\n[Website](https://www.linuxdelhi.org/) | [Meetup Page](https://www.meetup.com/ilugdelhi/) | [Twitter](https://twitter.com/ilugdelhi)"
},
{
    "title":"LinuxChix India",
    "tag":  "linuxchix",
    "logo": "images/logos/linuxchix.png",
    "desc": "LinuxChix India is a regional chapter in India of LinuxChix, a global community for women and everyone who likes Linux and for anyone who wants to support women in computing. It is an international group founded in 1999 of Free Software users and developers, ranging from students to professional experts, with the aim of supporting women in Linux and willing to teach and foster the growth of Linux. Yet, it is gender independent.\n\n**Social Links**\n[Telegram](\"https://goo.gl/0hTwWn\") | [Website](\"http://india.linuxchix.org/\") | [Meetup Page](https://www.meetup.com/LinuxChix-India-Meetup/) | [Twitter](https://twitter.com/linuxchixin) | [Mailing List](http://mailman.linuxchix.org/mailman/listinfo/indichix)"
},
{
    "title":"Mozilla Delhi/NCR",
    "tag":  "mozilladelhincr",
    "logo": "images/logos/mozilla.png",
    "desc": "Mozilla Delhi Open Community is a flatly structured community and focuses majorly on bringing new contributors to the Mozilla scene. We're very active on our Telegram Group. Feel free to join the group and introduce yourself. All the decisions taken for this community, no matter big (like organizing events) or small is done by the community itself with the help of voting process and Telegram bots. So if you feel like there is something you can improve around here, feel free to pitch the idea to the group.\n\n**Social Links**\n[Website](https://wiki.mozilla.org/India/Delhi) | [Meetup Page](https://www.meetup.com/Delhi-Mozilla-NCR-Meetup-Group/) | [Twitter](https://twitter.com/mozilladelhioc))"
},
{
    "title":"JSLovers",
    "tag":  "jslovers",
    "logo": "images/logos/jslovers.png",
    "desc": "At JSLovers we follow the approach of Talk Less and Code More approach. It is a platform where you can attend sessions,meet and interact with tech fanatics like you and share your knowledge with them. It also gives you a chance to share your enthusiasm of front end developers in Front-end field and apprise yourself of latest developments in the field.\n\n**Social Links**\n[Website](https://jslovers.com) | [Meetup Page](https://www.meetup.com/jslovers/) | [Twitter](https://twitter.com/jslovers_del))"
},
{
    "title":"Women Who Code Delhi",
    "tag":  "womenwhocode",
    "logo": "images/logos/wwc.png",
    "desc": "Women Who Code is a global non-profit organization dedicated to inspiring women to excel in technology careers. It aims to provide an avenue into tech, empowering women with skills needed for professional advancement, and providing environments where networking and mentorship are valued. As of 2017, the organization has executed more than 5,000 free events around the world, garnered a membership exceeding 100,000, and has a presence in 60 cities over 20 countries.\n\n**Social Links**\n[Facebook Page](https://facebook.com/womenwhocode) | [Website](https://www.womenwhocode.com/) | [Meetup Page](http://wwc.meetup.com/) | [Twitter](https://twitter.com/womenwhocode)"
}
]
